/*28/9/2018*/
"_grp.Accomodation" = "Tanezduɣt";
"_grp.BankATM" = "Tabankat & yimsedgaren iwurmanen";
"_grp.Emergency" = "Itraben";
"_grp.Food_and_Drink" = "Tuččit d Tissit";
"_grp.Guides" = "Timwellahin n Iɣrem";
"_grp.Parking" = "Agellel";
"_grp.Petrol_Station" = "Pumpa";
"_grp.Services_and_Education" = "Tawalt d Asegmi";
"_grp.Shopping" = "Tinezza";
"_grp.Social_Life" = "Asedhu d tudert tametit";
"_grp.Sport" = "Addal";
"_grp.Tourism" = "Tiẓẓayt Tamerrit";
"_grp.Transportation" = "Sugen";
"_grp.Vehicle_Services" = "Aselhu n Tikaṛusin";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Tufɣa";
"feet" = "Iḍaren";
"route.instructionsText.continueAlong" = "Ḍfeṛ abrid";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "Ikilumitren";
"Limit" = "Tilist";
"meters" = "Mitrat";

/* miles short */
"mi" = "tes";
"miles" = "miles";

/* timeMinuteMidi */
"min" = "Tesdat";
"native.fuelprices.poidetailTitle" = "Azal n ireqqen";
"poiCategory.select" = "Imeḍqan iqerben";
"native.navigation.resumeBtn" = "Agzul";

/* timeSecondShort */
"sec" = "Tasint";
"yards" = "yards";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Ḥelid tinamalin";
"detail.action.addVia" = "Rnut ɣer s abrid";
"detail.action.addToFavorite" = "Rnu ɣer menyif";
"detail.action.copyGps" = "Imsidag GPS";
"detail.action.removeFavorite" = "Sfeḍ ufrinen";
"detail.action.removeHome" = "Kkes tansa n uxxam";
"detail.action.removeWork" = "Kkes tansa n umahil";
"detail.action.shareLocation" = "Bḍu asun ";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Imayl";
"detail.contact.phone" = "Tiliγri";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Assulu";
"routeCompute.action.navigate" = "Sekker";
"routeCompute.etaArrival" = "Awaḍ";
"routeCompute.fastest" = "Abrid i yrurden";
"routeCompute.slower" = "ẓay aṭas";
"routeCompute.traffic.withDelay" = "s tenzagt";
"routeCompute.button.options" = "Iɣewwaṛen";
"routeCompute.waypointInfo.from" = "Si";
"routeCompute.waypointInfo.to" = "I";
"routeCompute.waypointInfo.waypoints" = "Taneqqiṭ n wabrid";
"routeCompute.waypointInfo.via" = "S";
"routeActionMain.cancel" = "Sefsex abrid";
"routeCompute.action.continue" = "Kemmel";
"routeCompute.options.title" = "Tixtiṛiyin n wabrid";
"routeCompute.options.AvoidCountry" = "Sunef tamurt agi";
"avoid.unpaved" = "Iberdan ur gudṛunin ara";
"avoid.specialArea" = "Lemkes n uɣrem";
"avoid.ferries" = "Iɣerubba";
"avoid.highways" = "Abrid arurad";
"avoid.tollroads" = "Iberdan n lemkess";
"workCell.setupWork.subtitle" = "Beddel s wudem fessusen yal ass";
"homeCell.setupHome.subtitle" = "Af abrid igezmen arurad";
"workCell.setupWork.title" = "Slugen ideg n umahil";
"homeCell.setupHome.title" = "Sbadu tansa n wexxam";
"workCell.title" = "Amahil";
"homeCell.title" = "Axxam";
"favorites.place.emptyButton" = "Nadi imeḍqan";
"favorites.place.emptyTitle" = "Rnu imḍiqen akken ak-i shil unekcum";
"favorites.place.deleteAction" = "Ekkes";
"favorites.place.headerTitle" = "Imeḍqan d iberdan";
"favorites.button.done" = "Immed";
"favorites.segment.contacts" = "Inermisen";
"favorites.segment.trips" = "Ameraḥ";
"favorites.segment.places" = "Imeḍqan";
"favorites.title" = "Inafaren";
"favorites.addAlert.add" = "Rnu";
"native.compute.decideToCompute" = "Mazal-ik deg ubrid ɣer %@?";
"routeActionMain.preview" = "Abrid uslig";
"routeCompute.traffic.withoutInfo" = "Ulac talɣut n tamsuɣelt";
"search.work.title" = "Anadi n tansa n unaray";
"search.home.title" = "Anadi n tansa n waxxam";
"alert.hideHomeWork.hideHomeTitle" = "Dreg axxam";
"alert.hideHomeWork.hideWorkTitle" = "Dreg amḍiq n umahil";
"alert.hideHomeWork.setHomeMessage" = "Tzemreḍ a-tt-sbaduḍ tansa innek n tanezduɣt deg inarafen";
"alert.hideHomeWork.setWorkMessage" = "Tzemreḍ a-tt-sbaduḍ tansa innek n umahil deg inarafen";
"alert.hideHomeWork.hide" = "Ffer";
"action.control.scout.static" = "Yella ubrid arurad";
"action.control.route.longer" = "%@ aɣezfan ugar";
"action.control.route.time" = "Sekles %@";
"action.control.scout.arrival" = "Agwaḍ amaynut %@";
"action.control.scout.fasterRouteFound" = "Yella ubrid arurad";
"action.control.scout.preview" = "Taskant";
"action.control.scout.route.set" = "Sbadu abrid izerben";
"routeCompute.action.loading" = "Sekker";
"country.AL" = "Albani";
"country.AD" = "Anduṛṛa";
"country.AU" = "Ustrali";
"country.AT" = "Ustriya";
"country.BY" = "Bilarus";
"country.BE" = "Belǧik";
"country.BA" = "Busna d Hersek";
"country.BG" = "Bulgari";
"country.CA" = "Kanada";
"country.HR" = "Kerwasya";
"country.CZ" = "Tagduda n čik";
"country.DK" = "Denmaṛk";
"country.EE" = "Esṭunya";
"country.FO" = "Tigzirin n Faṛuwi";
"country.FI" = "Finland";
"country.FR" = "Fṛansa";
"country.DE" = "Lalman";
"country.GI" = "jibralṭar";
"country.GR" = "Lagris";
"country.GL" = "Greynland";
"country.VA" = "Awanek n Vatikan";
"country.HU" = "Hungri";
"country.IS" = "Island";
"country.IE" = "Irland";
"country.IL" = "Izṛayil";
"country.IT" = "Ṭelyan";
"country.JP" = "Jappu";
"country.KP" = "Kurya Ugafa";
"country.KR" = "Kurya n Unẓul";
"country.KW" = "Kuwayt";
"country.LV" = "Liṭunya";
"country.LI" = "Layctenstan";
"country.LT" = "Litwanya";
"country.LU" = "Luksemburg";
"country.MK" = "Masidwan";
"country.MT" = "Malṭ";
"country.MD" = "Muldavi";
"country.MC" = "Munaku";
"country.MS" = "Munserrat";
"country.NL" = "Hulanda";
"country.AN" = "Antiy n Hulanda";
"country.NZ" = "Zilanda Tamaynut";
"country.NF" = "Tigzirt n Nurfulk";
"country.NO" = "Nuṛwij";
"country.PL" = "Pulund";
"country.PT" = "Purtugal";
"country.RO" = "Ṛumani";
"country.RU" = "Tafidiṛalit n Russ";
"country.SM" = "San Marinu";
"country.SG" = "Singapur";
"country.SK" = "Sluvakya";
"country.SI" = "Sluvinya";
"country.ZA" = "Taferka n wanẓul";
"country.ES" = "Spanya";
"country.SE" = "Swid";
"country.CH" = "Swis";
"country.TW" = "Ṭaywan";
"country.TH" = "Ṭayland";
"country.TR" = "Ṭurk";
"country.UA" = "Ukrayn";
"country.GB" = "Tigelda idduklen";
"country.US" = "Timura Idduklen";
"country.VN" = "Vyeṭnam";
"country.RS" = "Serbya ";
"country.ME" = "Muntenegṛu";
"country.AE" = "Tigeldunin Yedduklen Taɛrabin";
"country.OM" = "Ɛuman";
"country.SA" = "Saɛudiya Taɛrabt";
"country.EG" = "Maṣer";
"country.PR" = "Purṭu Riku";
"country.VI" = "Tigzirin n Virǧin";
"country.RA" = "Arjentin";
"country.BH" = "Baḥrin";
"country.BR" = "Brazil";
"country.HK" = "Hung Kung";
"country.ID" = "Indunizi";
"country.IN" = "Lhend";
"country.IM" = "Tigzirt n Man";
"country.MO" = "Makau";
"country.MX" = "Meksiku";
"country.MY" = "Malizya";
"country.QA" = "Qaṭar";
"country.AW" = "Aruba";
"country.AF" = "Afɣanistan";
"country.AO" = "Angula";
"country.AI" = "Angilla";
"country.AX" = "Tigzirin n Aland";
"country.AM" = "Arminya";
"country.AQ" = "Anṭarktik";
"country.AS" = "Samua Tamarikanit";
"country.TF" = "Timura n umalu tifṛansisiyin";
"country.AG" = "Antigwa d Barbuda";
"country.AZ" = "Azerbayǧan";
"country.BI" = "Burandi";
"country.BJ" = "Binin";
"country.BF" = "Burkina Fasu";
"country.BD" = "Bangladac";
"country.BS" = "Bahamas";
"country.BL" = "Sant Bartilimi";
"country.BZ" = "Beliz";
"country.BM" = "Bermud";
"country.BO" = "Bulivi";
"country.BB" = "Barbadus";
"country.BN" = "Bruney Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Tigzirt n Buvet";
"country.BW" = "Butswana";
"country.CF" = "Tagduda n Tafriqt Talemmast";
"country.CC" = "Tigzirin n Kuku";
"country.CL" = "Cili";
"country.CI" = "Kuṭ-D-Ivwaṛ";
"country.CM" = "Kamrun";
"country.CD" = "Kungu-Kincasa";
"country.CG" = "Kungu";
"country.CK" = "Tigzirin n Kuk";
"country.CO" = "Kulumbya";
"country.KM" = "Kumur";
"country.CV" = "kap azegzaw";
"country.CR" = "Kusta Rika";
"country.CU" = "Kuba";
"country.CX" = "Tigzirt n Kristmas";
"country.KY" = "Tigzirt n Kayman";
"country.DJ" = "Ǧibuti";
"country.DM" = "Duminika";
"country.DO" = "Tagduda n Duminika";
"country.DZ" = "Ldzzayer";
"country.EC" = "Ikwaṭur";
"country.ER" = "Eritri";
"country.EH" = "Anezruf n Utaram";
"country.ET" = "Utyupi";
"country.FJ" = "Fiǧi";
"country.FK" = "Tigzirin n Falkland";
"country.FM" = "Mikrunizya";
"country.GA" = "Gabun";
"country.GE" = "Juṛjya";
"country.GG" = "Gernsi";
"country.GH" = "Γana";
"country.GN" = "Γinya";
"country.GP" = "Gwadlup";
"country.GM" = "Gambya";
"country.GW" = "Γinya-Bisaw";
"country.GQ" = "Γinya n Tagda";
"country.GD" = "Grinada";
"country.GT" = "Gwatemala";
"country.GF" = "Guyan tafṛansist";
"country.GU" = "Gwam";
"country.GY" = "Guyana";
"country.HM" = "Tigzirin Heard akked McDonald";
"country.HN" = "Handuras";
"country.HT" = "Hayti";
"country.IO" = "Akal Aglizi deg Ugaraw Ahendi";
"country.IR" = "Iran";
"country.IQ" = "Ɛiraq";
"country.JM" = "Jamayka";
"country.JE" = "Jirsi";
"country.JO" = "Urdun";
"country.KZ" = "Kazaxistan";
"country.KG" = "Kirjystan";
"country.KH" = "Kumbudj";
"country.KI" = "Kiribati";
"country.KN" = "San Kitts akked Nevis";
"country.LA" = "Laws";
"country.LB" = "Lubnan";
"country.LR" = "Libirya";
"country.LY" = "Libya";
"country.LC" = "San Lusia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lizuṭu";
"country.MF" = "San Martin";
"country.MA" = "Lmaṛuk";
"country.MG" = "Madagaskar";
"country.MV" = "Maldiv";
"country.MH" = "Tigzirin n Marcall";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mungulya";
"country.MP" = "Tigzirin n Maryana Ugafa";
"country.MZ" = "Muzembiq";
"country.MR" = "Muriṭanya";
"country.MQ" = "Martinik";
"country.MU" = "Muris";
"country.MW" = "Malawi";
"country.YT" = "Mayuṭ";
"country.NA" = "Namibya";
"country.NC" = "kaliduni Tamaynut";
"country.NE" = "Nijer";
"country.NG" = "Nijerya";
"country.NI" = "Nikaragwa";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakisṭan";
"country.PA" = "Panama";
"country.PN" = "Pitkayrn";
"country.PE" = "Peru";
"country.PH" = "Filipin";
"country.PW" = "Palau";
"country.PG" = "Papua n Γinya Tamaynut";
"country.PY" = "Paragwi";
"country.PS" = "Falistin";
"country.PF" = "Pulunizi tafransist";
"country.RE" = "Riyunyu";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Sinigal";
"country.GS" = "Ǧurǧya n Unẓul d Tigzirin Sandwič n Unẓul";
"country.SH" = "Sant Helena";
"country.SJ" = "Svalbard d Jan Mayen";
"country.SB" = "Tigzirin n Salumun";
"country.SL" = "Syera leyun";
"country.SV" = "Salvadur";
"country.SO" = "Ṣumal";
"country.PM" = "San Pier d Miklun";
"country.ST" = "Saw Ṭum d Prinsip";
"country.SR" = "Surinam";
"country.SZ" = "Swis";
"country.SC" = "Seycell";
"country.SY" = "Surya";
"country.TC" = "Tigzirin Ṭurk d Kaykus";
"country.TD" = "Čad";
"country.TG" = "Ṭugu";
"country.TJ" = "Ṭaǧikistan";
"country.TK" = "Ṭukelaw";
"country.TM" = "Ṭurkmenistan";
"country.TL" = "Timur usamar";
"country.TO" = "Ṭunga";
"country.TT" = "Trinidad d Ṭubagu";
"country.TN" = "Tunes";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzanya";
"country.UM" = "Tigzirin n Miner ig gugen ɣef Timura idukklen n Marikan";
"country.UY" = "Urugway";
"country.UZ" = "Uzbekistan";
"country.VC" = "San Vinsen d grenadin";
"country.VE" = "Venzwila";
"country.VG" = "Tigzirin Virjin,Tigliziyin";
"country.VU" = "Vanuwatu";
"country.WF" = "Wallis d Futuna";
"country.WS" = "Samuwa";
"country.YE" = "Yemen";
"country.ZM" = "Ẓambya";
"country.ZW" = "Zimbabwi";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Ariẓuna";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifuṛnya";
"country.US-CO" = "Kuluṛadu";
"country.US-CT" = "Kunnektiket";
"country.US-DE" = "Delaware";
"country.US-DC" = "Asun n Kulumbya";
"country.US-FL" = "Flurida";
"country.US-GA" = "Juṛjya";
"country.US-HI" = "Haway";
"country.US-ID" = "Idahu";
"country.US-IL" = "Illinwa";
"country.US-IN" = "Indyana";
"country.US-IA" = "Iuwa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentuky";
"country.US-LA" = "Lwizyana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massacusett";
"country.US-MI" = "Micigan";
"country.US-MN" = "Minisuṭa";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missuri";
"country.US-MT" = "Munṭana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "Jerzy Tamaynut";
"country.US-NM" = "New Meksiku";
"country.US-NY" = "New Yuṛk";
"country.US-NC" = "Kaṛulin Ugafa";
"country.US-ND" = "Dakuṭa Ugafa";
"country.US-OH" = "Uhiyu";
"country.US-OK" = "Uklahuma";
"country.US-OR" = "Urigun";
"country.US-PA" = "Pennsylvanya";
"country.US-RI" = "Tigzirin Rhud";
"country.US-SC" = "Kaṛulin n Anẓul";
"country.US-SD" = "Dakuṭa n Anẓul";
"country.US-TN" = "Tennesi";
"country.US-TX" = "Tekṣas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermunt";
"country.US-VA" = "Virjinya";
"country.US-WA" = "Wacingṭun";
"country.US-WV" = "Virjinya Utaram";
"country.US-WI" = "Wiskunsin";
"country.US-WY" = "Wyuming";
"country.CA-AB" = "Alberṭa";
"country.CA-BC" = "Kulumbya Tabriṭanit";
"country.CA-MB" = "Maniṭuba";
"country.CA-NB" = "Brunswik tamaynut";
"country.CA-NL" = "Newfoundland d Labrador";
"country.CA-NS" = "Ekus tamaynut";
"country.CA-NT" = "Timura n Ugafa-ataram";
"country.CA-NU" = "Tamurt n Nunavut";
"country.CA-ON" = "Unṭaryu";
"country.CA-PE" = "Tigzirt n Ugeldun Edward";
"country.CA-QC" = "Kebek";
"country.CA-SK" = "Saskatcewan";
"country.CA-YT" = "Tamurt n Yukun";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Lirland";
"country.GB-SCT" = "Skutland";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Tigzirin n Cannel";
"N" = "G";
"S" = "Ẓ";
"W" = "T";
"E" = "S";
"routeplaning.actionButton.title" = "Immed";
"com.sygic.addWaypoint.placeholder" = "Rnut ɣer s abrid";
"detail.action.selectPoi" = "Fren";
"signpost.nextDirection.then" = "Sakin";
"waypoint.title.myposition" = "Ideg innu";
"placeholder.password" = "Awal ufir";
"placeholder.email" = "Imayl";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Taskant";
"detail.action.shareGps" = "Bḍu imsidag GPS";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Kkes amecwaṛ";
"message.avoid.motorway.unable" = "Iw akken a-tt-awḍeḍ ɣer lewhi-k,iberdan iruraden ssefken ad illin deg brid-ik.";
"message.avoid.specialArea.unable" = "Surfaɣ,ur nezmir ara ansunef lmeks n waɣrem yellan deg brid-ik.";
"message.avoid.tollRoads.unable" = "D awezɣi a tesunefeḍ iberdan n lemkess.kra n iberdan ad ttwaḥerzen deg allusan.";
"message.avoid.ferries.unable" = "Dawezɣi asunef n meṛṛa iɣeṛuba alarmi anda tawḍeḍ.";
"message.avoid.unpavedRoads.unable" = "Iw akken a-tt-awḍeḍ ɣer lewhi-k,iberdan ur nettwagudṛunin ara ssefken ad illin deg brid-ik.";
